{
    "dialogues": [
        {
            "EN": "Fight like a warrior!",
            "PL": "Walcz jak wojownik"
        },
        {
            "EN": "My blade will answer you.",
            "PL": "Nie wiem czy najpierw odrąbać ci łeb czy ręce."
        },
        {
            "EN": "Do they pay you more for abusing?",
            "PL": "Płacą ci dodatkowy żołd za szczekanie?"
        },
        {
            "EN": "I wonder how much I will get for your scalp?",
            "PL": "Ciekawe ile dostanę za twój skalp."
        },
        {
            "EN": "There is no good news for you.",
            "PL": "Nie mam dla ciebie dobrych wiadomości."
        },
        {
            "EN": "You stink of carrion man.",
            "PL": "Śmierdzisz padliną synu."
        },
        {
            "EN": "I clubbed many curious.",
            "PL": "Wielu ciekawych już zatłukłem."
        },
        {
            "EN": "None of your business.",
            "PL": "Nie interesuj się"
        },
        {
            "EN": "Die you monster!",
            "PL": "Giń poczwaro!"
        },
        {
            "EN": "Everything as before.",
            "PL": "Wszysto po staremu."
        },
        {
            "EN": "Nothing interesting.",
            "PL": "Nic ciekawego."
        },
        {
            "EN": "Nothing.",
            "PL": "Nic."
        },
        {
            "EN": "Villagers are good decoy for animals.",
            "PL": "Wieśniacy są dobrą przynętą na zwierzyne."
        },
            {
            "EN": "You'd better not go to swaps. Deuced beasts live there.",
            "PL": "Nie radzę ci chodzić po bagnach, żyją tam bestie z piekła rodem."
        },
        {
            "EN": "A Shopkeeper will pay any price for mole's root. You can find it only in the swaps.",
            "PL": "Handlarz zapłaci za kreci korzeń każdą cenę. Znajdziesz go tylko na bagnach."
        },
        {
            "EN": "You can find stones to catapults in the mountains.",
            "PL": "W górach znajdziesz głazy do katapult."
        },
        {
            "EN": "Caves are worth penetrating. Gold lies about everywhere.",
            "PL": "Warto penetrować jaskinie, złoto wala się pod nogami."
        },
        {
            "EN": "Avoid Chaos warriors. I saw them slaughtering selective squads.",
            "PL": "Nie wchodź w drogę wojownikom chaosu, widziałem jak wycinali w pień elitarne oddziały."
        },
        {
            "EN": "Mind your steps in the forest. You can find valuable herbs.",
            "PL": "W lesie patrz pod nogi a znajdziesz cenne zioła."
        },
        {
            "EN": "Gargoyl's fell is worth fortune.",
            "PL": "Skóra z gargoili kosztuje majątek."
        },
        {
            "EN": "Watch gargoyls. This little beast can cut a man with one snap of its teeth.",
            "PL": "Strzeż się gargoili, ta bestyjka jednym kłapnięciem szczeny przegryza człowieka na pół."
        },
        {
            "EN": "A bottle of healing mixture can save your life during the a battle.",
            "PL": "Buteleczka uzdrawiającej mikstury, w czasie bitwy, może uratować ci życie"
        },
        {
            "EN": "Nothing heals wounds as well as bay leaves.",
            "PL": "Nic tak nie goi ran jak liść bobkowy"
        },
        {
            "EN": "Don't go to glociers without shoes or clothes.",
            "PL": "Nie wybieraj się na lodowiec bez butów lub ubrania."
        },
        {
            "EN": "Elves are the best archers.",
            "PL": "Elfy są najlepszymi łucznikami."
        },
        {
            "EN": "Don't eat too much herbs. Their power is delusive.",
            "PL": "Durne trole uwielbiają maczugi."
        },
        {
            "EN": "Many daredevils didn't come back from swamps.",
            "PL": "Wielu śmiałków nie wróciło już z bagien."
        },
        {
            "EN": "Castor - herbs are a bit poisonous but they add to speed.",
            "PL": "Rycynowe zioła są troche trujące, ale jakiego masz po nich kopa."
        },
        {
            "EN": "I recommend mole's root.",
            "PL": "Polecam kreci korzeń."
        },
        {
            "EN": "Hog's meat is nutritious.",
            "PL": "Pajęcze udka są wyśmienite."
        },
        {
            "EN": "It's getting worse, taxes go up, groups of skeletors ravage the area, infuriated wolves approach the houses && attack our herds.",
            "PL": "Co raz gorzej, podatki rosną, watachy szkieletorów pustoszą okolice, rozwścieczone wilki podchodzą pod domostwa i atakują naszą trzodę."
        },
        {
            "EN": "Great spiders can throw down with one bite even an ogre.",
            "PL": "Wielgachne pająki mogą jednym ukąszeniem powalić nawet ogra."
        },
        {
            "EN": "You haven't seen much if you haven't seen skirial.",
            "PL": "Jeśli nie widziałeś skiriali, to niewiele widziałeś."
        },
        {
            "EN": "It's useful to have about three villagers in the squad to find a way through swaps.",
            "PL": "Warto mieć w drużynie ze trzech wieśniaków do odnajdywania drogi przez bagna."
        }
    ]
}